content/notes/recipes.org
#+TITLE: Recipes

A collection of recipes (in German) that my wife and I tend to look up.

* Becherkuchen

- 1 Becher Sauerrahm
- 1 Becher geriebene Nüsse
- 1 Becher Kakao
- 1 Becher Staubzucker
- 1 Becher Mehl
- 0,5 Becher Sonnenblumen-Öl
- 3 Eier
- 1 Pkg. Vanillezucker
- 1 Pkg. Backpulver
- Öl zum Einfetten der Kastenform. Mehl oder Semmelbrösel zum Bestäuben der
  Kastenform.
- Als Maß wird der leere Becher Sauerrahm verwendet.

Zubereitung:

- Backofen auf 180 Grad Ober-/Unterhitze aufheizen.
- Kastenform mit Öl auspinseln und mit Mehl oder Semmelbrösel bestäuben.
- Sauerrahm, geriebene Nüsse und Kakao in einer Schüssel zusammen mixen.
- Eier, Zucker und Öl in einer zweiten Schüssel schaumig schlagen. Anschließend
  die Masse in die erste Schüssel einrühren bis dieser glatt ist.
- Mehl, Vanillezucker und Backpulver beimengen und vorsichtig zu einer homogenen
  Masse mixen. Teig bleibt recht flüssig.
- Masse in die Kastenform füllen und ca. 50 min im Bachrohr backen.
- Nachdem er ausgekühlt ist, den Kuchen mit Staubzucker bestäuben.

* Brownie

- 100g Butter
- 200g dunkle Schokolade
- 2 Eier
- 2 EL Kakaopulver
- 1 Pkg Vanillezucker
- 70g Staubzucker
- 50g Mehl
- 1 Prise Salz

Zubereitung:

- Die Butter in einer Schüssel im Wasserbad zum Schmelzen bringen (= größeren
  Topf 3/4 mit Wasser befüllen; Rühschüssel muss größer sein).
- Zur geschmolzenen Butter die Schokolade hinzugeben und auch zum Schmelzen
  bringen.
- Währenddessen die anderen Zutaten abwiegen und in eine Schüssel geben (Kakao,
  Vanillezucker, Staubzucker, Mehl, Salz, Eier).
- Geschmolzene Butter und Schokolade miteinander verrühren, sodass eine homogene
  Masse entsteht.
- Rührschüssel vom Wasserbad nehmen, die anderen Zutaten hinzugeben und zu einem
  glatten Teig rühren.
- Die Masse mit einem Löffel in die Muffinförmen portionieren.
- Diese werden bei 180°C mit Ober-/Unterhitze 30min gebacken (Backofen wird
  nicht vorgeheizt).
- Brownie aus dem Ofen nehmen und kurz abkühlen lassen.

* Cheesecake

https://derstandard.at/2000103498276/Rezept-fuer-New-York-Cheesecake

- 180 g Butterkekse
- 50 g Butter, zerlassen
- 525 g Frischkäse (Doppelrahmstufe), Raumtemperatur
- 180 g Sauerrahm
- 195 g feiner Kristallzucker
- 1,5 TL Vanille-Extrakt (ersatzweise Vanillezucker)
- 2 Eier und 1 Dotter (Größe M)
- 2 leicht gehäufte EL Mehl (22 g)
- 90 ml Schlagobers

Abänderungen:

- Doppelte Menge Butter im Boden
- 2/3 Zucker im Teig
- 2 ganze Eier

Zubereitung:

- Für den Boden: Die Butterkekse im Blitzhacker oder mit einem Nudelholz fein
  zerbröseln. Anschließend in einer Schüssel mit der zerlassenen Butter
  gründlich vermengen.
- Die Brösel gleichmäßig in der vorbereiteten Springform verteilen und mit einem
  Trinkglas mit möglichst breitem Boden gut festdrücken. Optional: Den Boden bei
  160 °C Ober- und Unterhitze für 8-10 Minuten backen und abkühlen lassen.
- Für die Füllung: Die Zutaten für die Füllung nicht zu lange mixen, da die
  Füllung ansonsten zu flüssig wird. Frischkäse kurz mit Sauerrahm und Zucker
  mit einem Handmixer verrühren.
- Vanille sowie Eier und Dotter einrühren. Mehl zugeben und einige Sekunden
  unterrühren. Anschließend das Schlagobers einrühren.
- Die Füllung in die Form auf den Keksboden füllen und glatt streichen. Die Form
  (mit Alufolie umwickelt) in eine etwas größere Form stellen und diese einige
  Zentimeter hoch mit heißem Wasser füllen – am besten, wenn schon alles im Ofen
  ist bzw. bei Öfen mit Dampfzugabe diese verwenden.
- Cheesecake im vorgeheizten Backofen bei 160 °C Ober- und Unterhitze für 1
  Stunde backen. Den Ofen ausschalten und den Cheesecake 30 Minuten bei
  geschlossener Ofentür im Ofen lassen. Anschließend 15 Minuten bei
  halbgeöffneter Ofentür weiter auskühlen lassen. Danach den Cheesecake aus dem
  Wasserbad entfernen und auf Zimmertemperatur abkühlen lassen. Das langsame
  Abkühlen dient zur Vermeidung von Rissen. Wer eine geölte Form ohne Backpapier
  verwendet, mit einem Messer vorsichtig vom Rand lösen, ehe man die Springform
  öffnet.

* Glüh-Gin (4 Portionen)

https://www.ichkoche.at/glueh-gin-rezept-236916

- 2 cm Ingwer
- 800 ml Birnensaft
- 3 Stange(n) Zimt
- 8 Gewürznelken
- 8 Pimentkörner
- 2 Sternanisfrüchte
- 4 Stamperl Gin
- 4 Stangen Zimt (Garnitur)

Zubereitung:

- Für den Glüh-Gin zunächst den Ingwer grob zerkleinern. Den Birnensaft mit dem
  Ingwer und den Gewürzen erwärmen, aber nicht kochen. Für etwa 25 Minuten auf
  ganz kleiner Flamme ziehen lassen.
- Abseihen und in hitzebeständige Gläser oder Häferl füllen. Jeweils einen guten
  Schuss Gin hinzufügen und den Glüh-Gin mit einer Zimtstange garniert
  servieren.

* Grillbrot

- 300g Milch
- 500g Weizenmehl, glatt
- 10g Salz
- 10g Germ, frisch
- 30g Butter, zimmerwarm

Zubereitung:

- Milch in eine Rührschüssel geben, Mehl und Salz beifügen. Die Germ direkt auf
  das Mehl bröseln und zuletzt die Butter zugeben. Alles zu einem glatten Teig
  kneten (Knetzeit ca. 7 Minuten). Den Teig zugedeckt ca. 20 Minuten gehn
  lassen.
- Backofen auf 210° C Heißluft vorheizen.
- Teig in Teile zu je 100g aufteilen, diese zu Kugeln formen, mit Butter
  einstreichen und in einem Topf schlichten. 10 Minuten rasten lassen.
- Erneut mit Butter einstreichen und mit fein geschnittenem Schnittlauch
  bestreuen.
- Das Grillbrot im Topf ca. 20 Minuten backen.

* Haferflockensuppe

- Scharlotten in Butter glasig werden lassen.
- Haferflocken dazu geben und anrösten.
- Mit Suppe aufgießen.
- Karotten dazu geben.
- 10-15 Minuten kochen.

* Kekse

- 200g Margarine (zerlassen)
- 180g Zucker
- 1pkg Vanillezucker
- 1 Prise Salz
- 2 Eier
- Verrühren, dann Margarine dazu
- 300g Mehl, 3/4pgk Backpulver
- 200g Schoko, verrühren
- Vorgeheizter Ofen, 180 Grad (10-15min)

* Lasagne Bechamelsauce

- Mehl mit kalter Milch vermischen.
- Butter in einem Topf anbraten und die Sauce darüber geben.
- Gewürze (Suppengewürz, Oregano, Salz, Pfeffer, ...) dazu.

* Paprikageschnetzeltes

- 1/2kg Schweineschnitzel
- 2 EL Mehl
- Salz
- gemahlenen Pfeffer
- 2 Zwiebeln
- 1 grüner Paprika
- 1 roter Paprika
- 2 EL Öl
- 1 EL Paprika edelsüß
- 1/8l Sahne
- 1/8l Suppenbrühe
- 2 EL Tomatenmark

Zubereitung:

- Das Fleisch waschen, Trockentupfen und in dünne Streifen schneiden (ca 1/2 cm
  dick).
- Mehl mit etwas Salz und Pfeffer vermischen und das Fleisch darin wenden.
- Zwiebeln schälen und in Ringe schneiden.
- Die beiden Paprikaschoten eintstielen, entkernen, waschen und in Streifen
  schneiden.
- Das geschnittene Schweinefleisch bei mittlerer Hitze in heißem Öl kräftig von
  allen Seiten anbraten.
- Zweibelringe und Paprikastreifen zufügen und andünsten.
- Paprikapulver darüber streuen und kurz verrühren.
- Obers und die Suppenbrühe zufügen, verrühren und zugedeckt bei schwacher Hitze
  ca. 20 Minuten köcheln.
- Das Tomatenmark einrühren und mit Salz und Pfeffer abschmecken.
- Geschnetzeltes mit Reis, Nudeln oder Röstis servieren.

* Schmarn

** Variante Herd (1 Person)

- 200g-250g Mehl griffig
- 1-2 Eier
- 200ml Mineralwasser
- 1 TL Zucker
- 1 TL Salz
- Verrühren
- Anbraten

** Variante Dampfgarer (2 Personen)

https://www.youtube.com/watch?v=47akp5h5_u0

- Rosinen in Wasser
- 250ml Milch
- 150g Mehl
- Teig glatt rühren
- 6 Eier
- 1 Packung Vanillezucker
- etwas Salz
- Eier kurz durchrühren
- tiefes Backblech vorwärmen und mit Butter einschmieren
- Teig in heißes Backblech, Rosinen dazu
- 200 Grad 25% Dampf 16 Minuten backen

* Topfenkuchen

- 3 Eier
- 2 Packungen Vanillepuddingpulver
- 1 Packung Vanillezucker
- 500g Topfen
- 250g Zucker
- Durchmixen
- 250g zerlassene Butter
- Bei 180 Grad 35-40 Minuten goldbraun backen
