notes/recipes/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Recipes</title>
<meta name="generator" content="Org Mode" />
<meta name="author" content="Florian Winkelbauer">
<link rel="stylesheet" href="/site.css" type="text/css">
</head>
<body>
<div id="preamble" class="status">
<nav>
<a href="/">Home</a>
<a href="/notes">Notes</a>
<a href="/posts">Posts</a>
<a href="/projects">Projects</a>
</nav>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Recipes</h1>
</header><p>
A collection of recipes (in German) that my wife and I tend to look up.
</p>

<div id="outline-container-org743de43" class="outline-2">
<h2 id="org743de43">Becherkuchen</h2>
<div class="outline-text-2" id="text-org743de43">
<ul class="org-ul">
<li>1 Becher Sauerrahm</li>
<li>1 Becher geriebene Nüsse</li>
<li>1 Becher Kakao</li>
<li>1 Becher Staubzucker</li>
<li>1 Becher Mehl</li>
<li>0,5 Becher Sonnenblumen-Öl</li>
<li>3 Eier</li>
<li>1 Pkg. Vanillezucker</li>
<li>1 Pkg. Backpulver</li>
<li>Öl zum Einfetten der Kastenform. Mehl oder Semmelbrösel zum Bestäuben der
Kastenform.</li>
<li>Als Maß wird der leere Becher Sauerrahm verwendet.</li>
</ul>

<p>
Zubereitung:
</p>

<ul class="org-ul">
<li>Backofen auf 180 Grad Ober-/Unterhitze aufheizen.</li>
<li>Kastenform mit Öl auspinseln und mit Mehl oder Semmelbrösel bestäuben.</li>
<li>Sauerrahm, geriebene Nüsse und Kakao in einer Schüssel zusammen mixen.</li>
<li>Eier, Zucker und Öl in einer zweiten Schüssel schaumig schlagen. Anschließend
die Masse in die erste Schüssel einrühren bis dieser glatt ist.</li>
<li>Mehl, Vanillezucker und Backpulver beimengen und vorsichtig zu einer homogenen
Masse mixen. Teig bleibt recht flüssig.</li>
<li>Masse in die Kastenform füllen und ca. 50 min im Bachrohr backen.</li>
<li>Nachdem er ausgekühlt ist, den Kuchen mit Staubzucker bestäuben.</li>
</ul>
</div>
</div>

<div id="outline-container-org40afbbf" class="outline-2">
<h2 id="org40afbbf">Brownie</h2>
<div class="outline-text-2" id="text-org40afbbf">
<ul class="org-ul">
<li>100g Butter</li>
<li>200g dunkle Schokolade</li>
<li>2 Eier</li>
<li>2 EL Kakaopulver</li>
<li>1 Pkg Vanillezucker</li>
<li>70g Staubzucker</li>
<li>50g Mehl</li>
<li>1 Prise Salz</li>
</ul>

<p>
Zubereitung:
</p>

<ul class="org-ul">
<li>Die Butter in einer Schüssel im Wasserbad zum Schmelzen bringen (= größeren
Topf 3/4 mit Wasser befüllen; Rühschüssel muss größer sein).</li>
<li>Zur geschmolzenen Butter die Schokolade hinzugeben und auch zum Schmelzen
bringen.</li>
<li>Währenddessen die anderen Zutaten abwiegen und in eine Schüssel geben (Kakao,
Vanillezucker, Staubzucker, Mehl, Salz, Eier).</li>
<li>Geschmolzene Butter und Schokolade miteinander verrühren, sodass eine homogene
Masse entsteht.</li>
<li>Rührschüssel vom Wasserbad nehmen, die anderen Zutaten hinzugeben und zu einem
glatten Teig rühren.</li>
<li>Die Masse mit einem Löffel in die Muffinförmen portionieren.</li>
<li>Diese werden bei 180°C mit Ober-/Unterhitze 30min gebacken (Backofen wird
nicht vorgeheizt).</li>
<li>Brownie aus dem Ofen nehmen und kurz abkühlen lassen.</li>
</ul>
</div>
</div>

<div id="outline-container-org038b6c1" class="outline-2">
<h2 id="org038b6c1">Cheesecake</h2>
<div class="outline-text-2" id="text-org038b6c1">
<p>
<a href="https://derstandard.at/2000103498276/Rezept-fuer-New-York-Cheesecake">https://derstandard.at/2000103498276/Rezept-fuer-New-York-Cheesecake</a>
</p>

<ul class="org-ul">
<li>180 g Butterkekse</li>
<li>50 g Butter, zerlassen</li>
<li>525 g Frischkäse (Doppelrahmstufe), Raumtemperatur</li>
<li>180 g Sauerrahm</li>
<li>195 g feiner Kristallzucker</li>
<li>1,5 TL Vanille-Extrakt (ersatzweise Vanillezucker)</li>
<li>2 Eier und 1 Dotter (Größe M)</li>
<li>2 leicht gehäufte EL Mehl (22 g)</li>
<li>90 ml Schlagobers</li>
</ul>

<p>
Abänderungen:
</p>

<ul class="org-ul">
<li>Doppelte Menge Butter im Boden</li>
<li>2/3 Zucker im Teig</li>
<li>2 ganze Eier</li>
</ul>

<p>
Zubereitung:
</p>

<ul class="org-ul">
<li>Für den Boden: Die Butterkekse im Blitzhacker oder mit einem Nudelholz fein
zerbröseln. Anschließend in einer Schüssel mit der zerlassenen Butter
gründlich vermengen.</li>
<li>Die Brösel gleichmäßig in der vorbereiteten Springform verteilen und mit einem
Trinkglas mit möglichst breitem Boden gut festdrücken. Optional: Den Boden bei
160 °C Ober- und Unterhitze für 8-10 Minuten backen und abkühlen lassen.</li>
<li>Für die Füllung: Die Zutaten für die Füllung nicht zu lange mixen, da die
Füllung ansonsten zu flüssig wird. Frischkäse kurz mit Sauerrahm und Zucker
mit einem Handmixer verrühren.</li>
<li>Vanille sowie Eier und Dotter einrühren. Mehl zugeben und einige Sekunden
unterrühren. Anschließend das Schlagobers einrühren.</li>
<li>Die Füllung in die Form auf den Keksboden füllen und glatt streichen. Die Form
(mit Alufolie umwickelt) in eine etwas größere Form stellen und diese einige
Zentimeter hoch mit heißem Wasser füllen – am besten, wenn schon alles im Ofen
ist bzw. bei Öfen mit Dampfzugabe diese verwenden.</li>
<li>Cheesecake im vorgeheizten Backofen bei 160 °C Ober- und Unterhitze für 1
Stunde backen. Den Ofen ausschalten und den Cheesecake 30 Minuten bei
geschlossener Ofentür im Ofen lassen. Anschließend 15 Minuten bei
halbgeöffneter Ofentür weiter auskühlen lassen. Danach den Cheesecake aus dem
Wasserbad entfernen und auf Zimmertemperatur abkühlen lassen. Das langsame
Abkühlen dient zur Vermeidung von Rissen. Wer eine geölte Form ohne Backpapier
verwendet, mit einem Messer vorsichtig vom Rand lösen, ehe man die Springform
öffnet.</li>
</ul>
</div>
</div>

<div id="outline-container-orge161d2a" class="outline-2">
<h2 id="orge161d2a">Glüh-Gin (4 Portionen)</h2>
<div class="outline-text-2" id="text-orge161d2a">
<p>
<a href="https://www.ichkoche.at/glueh-gin-rezept-236916">https://www.ichkoche.at/glueh-gin-rezept-236916</a>
</p>

<ul class="org-ul">
<li>2 cm Ingwer</li>
<li>800 ml Birnensaft</li>
<li>3 Stange(n) Zimt</li>
<li>8 Gewürznelken</li>
<li>8 Pimentkörner</li>
<li>2 Sternanisfrüchte</li>
<li>4 Stamperl Gin</li>
<li>4 Stangen Zimt (Garnitur)</li>
</ul>

<p>
Zubereitung:
</p>

<ul class="org-ul">
<li>Für den Glüh-Gin zunächst den Ingwer grob zerkleinern. Den Birnensaft mit dem
Ingwer und den Gewürzen erwärmen, aber nicht kochen. Für etwa 25 Minuten auf
ganz kleiner Flamme ziehen lassen.</li>
<li>Abseihen und in hitzebeständige Gläser oder Häferl füllen. Jeweils einen guten
Schuss Gin hinzufügen und den Glüh-Gin mit einer Zimtstange garniert
servieren.</li>
</ul>
</div>
</div>

<div id="outline-container-orgd4e06ad" class="outline-2">
<h2 id="orgd4e06ad">Grillbrot</h2>
<div class="outline-text-2" id="text-orgd4e06ad">
<ul class="org-ul">
<li>300g Milch</li>
<li>500g Weizenmehl, glatt</li>
<li>10g Salz</li>
<li>10g Germ, frisch</li>
<li>30g Butter, zimmerwarm</li>
</ul>

<p>
Zubereitung:
</p>

<ul class="org-ul">
<li>Milch in eine Rührschüssel geben, Mehl und Salz beifügen. Die Germ direkt auf
das Mehl bröseln und zuletzt die Butter zugeben. Alles zu einem glatten Teig
kneten (Knetzeit ca. 7 Minuten). Den Teig zugedeckt ca. 20 Minuten gehn
lassen.</li>
<li>Backofen auf 210° C Heißluft vorheizen.</li>
<li>Teig in Teile zu je 100g aufteilen, diese zu Kugeln formen, mit Butter
einstreichen und in einem Topf schlichten. 10 Minuten rasten lassen.</li>
<li>Erneut mit Butter einstreichen und mit fein geschnittenem Schnittlauch
bestreuen.</li>
<li>Das Grillbrot im Topf ca. 20 Minuten backen.</li>
</ul>
</div>
</div>

<div id="outline-container-orgb01c84b" class="outline-2">
<h2 id="orgb01c84b">Haferflockensuppe</h2>
<div class="outline-text-2" id="text-orgb01c84b">
<ul class="org-ul">
<li>Scharlotten in Butter glasig werden lassen.</li>
<li>Haferflocken dazu geben und anrösten.</li>
<li>Mit Suppe aufgießen.</li>
<li>Karotten dazu geben.</li>
<li>10-15 Minuten kochen.</li>
</ul>
</div>
</div>

<div id="outline-container-org0692a74" class="outline-2">
<h2 id="org0692a74">Kekse</h2>
<div class="outline-text-2" id="text-org0692a74">
<ul class="org-ul">
<li>200g Margarine (zerlassen)</li>
<li>180g Zucker</li>
<li>1pkg Vanillezucker</li>
<li>1 Prise Salz</li>
<li>2 Eier</li>
<li>Verrühren, dann Margarine dazu</li>
<li>300g Mehl, 3/4pgk Backpulver</li>
<li>200g Schoko, verrühren</li>
<li>Vorgeheizter Ofen, 180 Grad (10-15min)</li>
</ul>
</div>
</div>

<div id="outline-container-org320c2e0" class="outline-2">
<h2 id="org320c2e0">Lasagne Bechamelsauce</h2>
<div class="outline-text-2" id="text-org320c2e0">
<ul class="org-ul">
<li>Mehl mit kalter Milch vermischen.</li>
<li>Butter in einem Topf anbraten und die Sauce darüber geben.</li>
<li>Gewürze (Suppengewürz, Oregano, Salz, Pfeffer, &#x2026;) dazu.</li>
</ul>
</div>
</div>

<div id="outline-container-orgce146d4" class="outline-2">
<h2 id="orgce146d4">Paprikageschnetzeltes</h2>
<div class="outline-text-2" id="text-orgce146d4">
<ul class="org-ul">
<li>1/2kg Schweineschnitzel</li>
<li>2 EL Mehl</li>
<li>Salz</li>
<li>gemahlenen Pfeffer</li>
<li>2 Zwiebeln</li>
<li>1 grüner Paprika</li>
<li>1 roter Paprika</li>
<li>2 EL Öl</li>
<li>1 EL Paprika edelsüß</li>
<li>1/8l Sahne</li>
<li>1/8l Suppenbrühe</li>
<li>2 EL Tomatenmark</li>
</ul>

<p>
Zubereitung:
</p>

<ul class="org-ul">
<li>Das Fleisch waschen, Trockentupfen und in dünne Streifen schneiden (ca 1/2 cm
dick).</li>
<li>Mehl mit etwas Salz und Pfeffer vermischen und das Fleisch darin wenden.</li>
<li>Zwiebeln schälen und in Ringe schneiden.</li>
<li>Die beiden Paprikaschoten eintstielen, entkernen, waschen und in Streifen
schneiden.</li>
<li>Das geschnittene Schweinefleisch bei mittlerer Hitze in heißem Öl kräftig von
allen Seiten anbraten.</li>
<li>Zweibelringe und Paprikastreifen zufügen und andünsten.</li>
<li>Paprikapulver darüber streuen und kurz verrühren.</li>
<li>Obers und die Suppenbrühe zufügen, verrühren und zugedeckt bei schwacher Hitze
ca. 20 Minuten köcheln.</li>
<li>Das Tomatenmark einrühren und mit Salz und Pfeffer abschmecken.</li>
<li>Geschnetzeltes mit Reis, Nudeln oder Röstis servieren.</li>
</ul>
</div>
</div>

<div id="outline-container-org4dea3ba" class="outline-2">
<h2 id="org4dea3ba">Schmarn</h2>
<div class="outline-text-2" id="text-org4dea3ba">
</div>
<div id="outline-container-org9957d90" class="outline-3">
<h3 id="org9957d90">Variante Herd (1 Person)</h3>
<div class="outline-text-3" id="text-org9957d90">
<ul class="org-ul">
<li>200g-250g Mehl griffig</li>
<li>1-2 Eier</li>
<li>200ml Mineralwasser</li>
<li>1 TL Zucker</li>
<li>1 TL Salz</li>
<li>Verrühren</li>
<li>Anbraten</li>
</ul>
</div>
</div>

<div id="outline-container-orgdfea158" class="outline-3">
<h3 id="orgdfea158">Variante Dampfgarer (2 Personen)</h3>
<div class="outline-text-3" id="text-orgdfea158">
<p>
<a href="https://www.youtube.com/watch?v=47akp5h5_u0">https://www.youtube.com/watch?v=47akp5h5_u0</a>
</p>

<ul class="org-ul">
<li>Rosinen in Wasser</li>
<li>250ml Milch</li>
<li>150g Mehl</li>
<li>Teig glatt rühren</li>
<li>6 Eier</li>
<li>1 Packung Vanillezucker</li>
<li>etwas Salz</li>
<li>Eier kurz durchrühren</li>
<li>tiefes Backblech vorwärmen und mit Butter einschmieren</li>
<li>Teig in heißes Backblech, Rosinen dazu</li>
<li>200 Grad 25% Dampf 16 Minuten backen</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org9671011" class="outline-2">
<h2 id="org9671011">Topfenkuchen</h2>
<div class="outline-text-2" id="text-org9671011">
<ul class="org-ul">
<li>3 Eier</li>
<li>2 Packungen Vanillepuddingpulver</li>
<li>1 Packung Vanillezucker</li>
<li>500g Topfen</li>
<li>250g Zucker</li>
<li>Durchmixen</li>
<li>250g zerlassene Butter</li>
<li>Bei 180 Grad 35-40 Minuten goldbraun backen</li>
</ul>
</div>
</div>

<div id="outline-container-org167ed04" class="outline-2">
<h2 id="org167ed04">Vollkornbrot</h2>
<div class="outline-text-2" id="text-org167ed04">
<ul class="org-ul">
<li>500 ml warmes Wasser</li>
<li>1 Würfel Germ</li>
<li>30 dag Dinkelvollkornmehl</li>
<li>20 dag Weizenvollkornmehl</li>
<li>5 El Balsamico-Essig</li>
<li>15 dag Kerne (Sonnenblumen-, Kürbiskerne, evtl. Nüsse)</li>
<li>1 1/2 Tl Salz</li>
</ul>

<p>
Zubereitung
</p>

<ul class="org-ul">
<li>Germ im warmen Wasser völlig auflösen.</li>
<li>Zuerst Dinkelvollkornmehl dazugeben und glatt rühren, dann Weizenvollkornmehl
einrühren.</li>
<li>Essig und Salz beifügen und die Kerne unterheben.</li>
<li>Kastenform befetten und bemehlen.</li>
<li>Bei 180 Grad bei Ober- und Unterhitze eine Stunde backen.</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
<p>Copyright 2024, Florian Winkelbauer. All rights reserved.</p>
</footer>
</div>
</body>
</html>
